<?php

return [
    [
        'name' => '新宮漁港',
        'prefecture_id' => 40,
        'lat' => 33.717868,
        'lng' => 130.423802,
        'fishes' => ['アジ', 'メジナ', 'クロダイ', 'カマス', 'キス', 'カレイ', 'メバル', 'ミズイカ'],
    ],
    [
        'name' => '姪浜漁港',
        'prefecture_id' => 40,
        'lat' => 33.597162,
        'lng' => 130.327926,
        'fishes' => ['アジ', 'メジナ', 'クロダイ', 'サヨリ', 'サバ', 'アオリイカ', 'シロギス', 'ハゼ', 'ボラ', 'サワラ', 'スズキ', 'カマス', 'カサゴ', 'コノシロ', 'カワハギ'],
    ],
    [
        'name' => '野北漁港',
        'prefecture_id' => 40,
        'lat' => 33.615,
        'lng' => 130.156,
        'fishes' => ['アジ', 'イワシ', 'メジナ', 'クロダイ', 'スズキ', 'アオリイカ', 'キス',],
    ],
    [
        'name' => '唐泊漁港',
        'prefecture_id' => 40,
        'lat' => 33.645087,
        'lng' => 130.233265,
        'fishes' => ['アジ', 'メジナ', 'クロダイ', 'アオリイカ', 'シロギス', 'サヨリ', 'メバル', 'カサゴ', 'サワラ', 'タコ', 'ハゼ', 'カマス', 'カレイ'],
    ],
    [
        'name' => '玄界島',
        'prefecture_id' => 40,
        'lat' => 33.6903,
        'lng' => 130.2315,
        'fishes' => [],
    ],
    [
        'name' => '相島',
        'prefecture_id' => 40,
        'lat' => 33.7610,
        'lng' => 130.3724,
        'fishes' => [],
    ],
];
